{"index":{}}
{ "reference": "SBES@TBA1-10000", "name": "Acer Aspire 3 A315-51-356P", "description": "This laptop from Acer is a stylish and powerful Notebook Laptop and is powered by Intel Core i3 (6th Gen) processor clocked at a speed of 2 GHz and sports a 15.6 inchOn the memory front, the laptop is equipped with a hard drive of 1 TB and a 4 DDR4 RAM, thereby making it possible to store ample amount of data.", "price": 599.99, "categories": ["laptops", "acer"], "reviews": [ {"comment": "I didn't like the keyborad.", "stars": 3, "created": "2018-09-20T10:00:00Z"} ], "created": "2018-09-19T10:00:00Z" }
{"index":{}}
{ "reference": "SBES@DDR4-10100", "name": "Dell XPS 13", "description": "This laptop from Dell is probably the smallest 13-inch ultrabook out there. And despite its slim-trim dimensions, Dell packs the XPS 13 with a lot of hardware firepower and features an excellent look, feel and design to propel it amongst the best ultrabooks available in the market. Dell XPS 13 is a stylish and powerfulthereby making it possible to store ample amount of data.", "price": 799.00, "categories": ["laptops", "dell"], "reviews": [ {"comment": "It's a very good laptop. I recommend!", "stars": 4, "created": "2018-09-20T11:00:00Z"}, {"comment": "The screen is too small!", "stars": 2, "created": "2018-09-20T12:00:00Z"} ], "created": "2018-09-19T11:00:00Z" }
{"index":{}}
{ "reference": "SBES@DDR4-10200", "name": "Dell Inspiron 15 3000", "description": "This 15-inch laptop from Dell is dressed all in black, through and through. While that may be considered boring in comparison to a few colourful laptops mentioned above, the fine textured finish on the Dell Inspiron 15 3000’s screen cover gives it an air of premiumness. It doesn’t have an optical drive, which is a bit of a shame, but on every other front it matches toe to toe with laptops ranked above it. In fact, it has a 720p HD webcam and very good onboard sound thanks to its Waves Maxxaudio speakers.", "price": 890.00, "categories": ["laptops", "dell"], "reviews": [ {"comment": "It has a very good webcam!", "stars": 4, "created": "2018-09-20T13:00:00Z"} ], "created": "2018-09-19T12:00:00Z" }
{"index":{}}
{ "reference": "SBES@DDR4-10300", "name": "Microsoft Surface Laptop", "description": "Microsoft has launched a durable, portable, lightweight and premium looking laptop called the Surface Laptop, that weights merely 1.25 Kgs and thickness ranges from 9.9mm to 14.47mm. According to the company, it is thinner and lighter than any MacBook in the market, and it is faster than the current MacBook Air. It features a 13.5-inch PixelSense touchscreen display with a screen resolution of 2256 x 1504 pixels, aspect ratio of 3:2 and Corning Gorilla Glass for protection. It is powered by Intel core i5 or i7 processor and supports upto 16 GB RAM and 512 GB SSD. The base model comes with 4 GB RAM and 128 GB SSD, while other memory variants are also available. The base model supports Intel HD 620 graphics engine, while the Intel Core i7 model supports Intel Iris Plus Graphics 640.", "price": 1590.90, "categories": ["laptops", "microsoft"], "reviews": [ {"comment": "It is very light and has 16 GB RAM. Amazing laptop!", "stars": 5, "created": "2018-09-20T14:00:00Z"} ], "created": "2018-09-19T13:00:00Z" }
{"index":{}}
{ "reference": "SBES@DDR4-20100", "name": "Apple MacBook Pro 2018 15-inch", "description": "This 15-inch laptop from Apple is a stylish and powerful Ultraportable Laptop and is powered by Dual core and sports a 13.3 inch Retina that comes with a resolution of 2560x1600 pixels, so the picture quality is crisp and detailed.The screen size is big enough for an enriching gaming, surfing and video watching experience.On the memory front, the laptop is equipped with a hard drive of 1 TB and a 8 DDR3 RAM,thereby making it possible to store ample amount of data. All the above features ensure that you breeze through all your tasks throughout the day. The connectivity options available on the device are Yes, Bluetooth 4.2 wireless technology. It is backed up by a lithium-polymer battery that keeps the device running for up to up to 10 hours hours or a considerable amount of time", "price": 1785.98, "categories": ["laptops", "apple"], "reviews": [ {"comment": "It's very expensive, but it is worth to pay this price! Nice laptop!", "stars": 4, "created": "2018-09-20T15:00:00Z"}, {"comment": "Too expensive! No way! :P!", "stars": 1, "created": "2018-09-20T16:00:00Z"}, {"comment": "1 TB of HHD! Wow!", "stars": 4, "created": "2018-09-20T17:00:00Z"} ], "created": "2018-09-19T14:00:00Z" }
{"index":{}}
{ "reference": "SBES@DDR4-20200", "name": "Apple MacBook Air MQD32HN/A", "description": "This laptop from Apple is a stylish and powerful Notebook Laptop and is powered by Dual core clocked at a speed of 1.8 GHz and sports a 13.3 inch LED-backlit glossy widescreen that comes with a resolution of 1366 x 768 pixels, so the picture quality is crisp and detailed. The screen size is big enough for an enriching gaming, surfing and video watching experience. On the memory front, the laptop is equipped with a hard drive of 128 GB and a 8 LPDDR3 RAM, thereby making it possible to store ample amount of data. All the above features ensure that you breeze through all your tasks throughout the day. It is backed up by a Li-ion battery that keeps the device running for Up to 10 hours hours or a considerable amount of time.", "price": 1999.99, "categories": ["laptops", "apple"], "reviews": [ {"comment": "Hard drive of just 128 GB", "stars": 2, "created": "2018-09-20T18:00:00Z"}, {"comment": "It's very light but too expensive!", "stars": 2, "created": "2018-09-20T19:00:00Z"} ], "created": "2018-09-19T15:00:00Z" }
{"index":{}}
{ "reference": "SBES@CBA2-20400", "name": "Asus VivoBook S15", "description": "This laptop from Asus is a stylish and powerful Ultraportable Laptop and is powered by Intel 8th generation Core i5-8250U processor and sports a 15.6 inch FHD NanoEdge that comes with a resolution of 1920 x 1080 pixels,so the picture quality is crisp and detailed. The screen size is big enough for an enriching gaming, surfing and video watching experience.On the memory front, the laptop is equipped with a hard drive of 1 TB and a 16 DDR4 RAM,thereby making it possible to store ample amount of data. All the above features ensure that you breeze through all your tasks throughout the day. The connectivity options available on the device are Yes, Bluetooth v4.2.", "price": 1450.00, "categories": ["laptops", "asus"], "reviews": [], "created": "2018-09-19T16:00:00Z" }
{"index":{}}
{ "reference": "SBES@1C4A-20500", "name": "Asus VivoBook S14 (S410UA)", "description": "This laptop from Asus is a stylish and powerful and is powered by 8th Generation Intel Core processor and sports a 14 inchOn the memory front, the laptop is equipped with a hard drive of 256 GB and a 8 DDR4 RAM, thereby making it possible to store ample amount of data. All the above features ensure that you breeze through all your tasks throughout the day. The connectivity options available on the device are Yes, WiFi, Bluetooth. It supports an optical Drive, comes with USB 3.1 Type-C port, one USB 3.1 port and USB 2.0 porT. It is backed up by a Li-Polymer battery that keeps the device running for upto 8 hours or a considerable amount of time.", "price": 1250.00, "categories": ["laptops", "asus"], "reviews": [ {"comment": "Good processor and memory", "stars": 3, "created": "2018-09-20T20:00:00Z"} ], "created": "2018-09-19T17:00:00Z" }
